{
        "myBook": [
            {
                "name": "The Fault in Our Stars",
                "imageUrl": "https://5.imimg.com/data5/IOS/Default/2022/9/UG/JW/XC/152247702/product-jpeg-500x500.png",
                "author": "John Green",
                "description": "Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel’s story is about to be completely rewritten.",
                "rating": "*****",
                "price": "$13.49",
                "GENRE": "Romance , Drama"
            },
            {
                "name": "Meet Me at the Lake",
                "imageUrl": "https://i1.wp.com/thenerddaily.com/wp-content/uploads/2023/04/Meet-Me-at-the-Lake-by-Carley-Fortune.jpg?resize=1200%2C1800&ssl=1",
                "author": "Carley Fortune",
                "description": "A random connection sends two strangers on a daylong adventure where they make a promise one keeps and the other breaks, with life-changing effects, in this breathtaking new novel from the New York Times bestselling author of Every Summer After.",
                "rating": "*****",
                "price": "$10.99",
                "GENRE": "Romance , Drama"
            },

            {
                "name": "Things We Never Got Over",
                "imageUrl": "https://m.media-amazon.com/images/I/619qA4KTwcL.jpg",
                "author": "Lucy Score",
                "description": "Naomi Witt is on the run. Not just from her fiancé and a church full of well-wishers, but from her entire life. Although if you ask her, Naomi's riding to the rescue of her estranged hot mess of a twin, Tina, to Knockemout, a rough-around-the-edges town where disputes are settled the old-fashioned way…with fists and beer. Usually in that order.",
                "rating": "****",
                "price": "$18.99",
                "GENRE": "Romance , Drama"
            },

            {
                "name": "Pride and Prejudice",
                "imageUrl": "https://theperksofbeingnourablog.files.wordpress.com/2021/01/pride-and-prejudice-barnes-noble-collectible-editions-1.jpg",
                "author": "Jane Austen",
                "description": "Pride and Prejudice is an 1813 novel of manners by Jane Austen. The novel follows the character development of Elizabeth Bennet, the protagonist of the book, who learns about the repercussions of hasty judgments and comes to appreciate the difference between superficial goodness and actual goodness.",
                "rating": "****",
                "price": "$8.97",
                "GENRE": "Romance , Drama"
            },

            {
                "name": "It Ends with Us",
                "imageUrl": "https://m.media-amazon.com/images/I/71Chcpw13lL._AC_UF1000,1000_QL80_.jpg",
                "author": "Colleen Hoover",
                "description": "The romance novel tells the story of Lily, a young woman looking for a fresh start when she falls in love with a doctor named Ryle. Their romance becomes complicated, though, when she reconnects with her teenage love, Atlas, and learns of Ryle’s dark past.",
                "rating": "****",
                "price": "$12.99",
                "GENRE": "Romance , Drama"
            },

            {
                "name": "House of Leaves",
                "imageUrl": "https://upload.wikimedia.org/wikipedia/en/d/de/House_of_leaves.jpg",
                "author": "Mark Z. Danielewski",
                "description": "A young family moves into a small home on Ash Tree Lane where they discover something is terribly wrong: their house is bigger on the inside than it is on the outside.",
                "rating": "****",
                "price": "$49.50",
                "GENRE": "Horror"
            },

            {
                "name": "The Girl in Room 105",
                "imageUrl": "https://m.media-amazon.com/images/I/51J+KYDiEYL._AC_UF1000,1000_QL80_.jpg",
                "author": "Chetan Bhagat",
                "description": "Keshav finds himself in a mess when his girlfriend breaks up with him. Although Zara moves on with her life, Keshav is unable to do so and resorts to drinking. He drinks every night to get over Zara and even starts stalking her on social media. But, out of the blue, on Zara’s birthday, Keshav gets a message from Zara asking him to visit her in her old hostel room 105. Will Keshav go?",
                "rating": "****",
                "price": "$4",
                "GENRE": "Horror"
            },

            {
                "name": "The Exorcist",
                "imageUrl": "https://rukminim1.flixcart.com/image/850/1000/kufuikw0/book/c/v/y/the-exorcist-original-imag7jsndqghdf9h.jpeg?q=20",
                "author": "William Peter Blatty",
                "description": "Father Damien Karras: 'Where is Regan?' Regan MacNeil: 'In here. With us.' The terror begins unobtrusively. Noises in the attic. In the child's room, an odd smell, the displacement of furniture, an icy chill. At first, easy explanations are offered. Then frightening changes begin to appear in eleven-year-old Regan. Medical tests fail to shed any light on her symptoms, but it is as if a different personality has invaded her body. Father Damien Karras, a Jesuit priest, is called in. Is it possible that a demonic presence has possessed the child? Exorcism seems to be the only answer... First published in 1971, The Exorcist became a literary phenomenon and inspired one of the most shocking films ever made. This edition, polished and expanded by the author, includes new dialogue, a new character and a chilling new extended scene, provides an unforgettable reading experience that has lost none of its power to shock and continues to thrill and terrify new readers.",
                "rating": "*****",
                "price": "$9.50",
                 "GENRE": "Horror"
            },

            {
                "name": "It",
                "imageUrl": "https://m.media-amazon.com/images/I/61zG02r3qCL._AC_UF1000,1000_QL80_.jpg",
                "author": "Stephen King",
                "description": "It’s a small city, a place as hauntingly familiar as your own hometown. Only in Derry the haunting is real... They were seven teenagers when they first stumbled upon the horror. Now they are grown-up men and women who have gone out into the big world to gain success and happiness. But none of them can withstand the force that has drawn them back to Derry to face the nightmare without an end, and the evil without a name.",
                "rating": "*****",
                "price": "$12.99",
                "GENRE": "Horror"
            },

            {
                "name": "Ring",
                "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/hostedimages/1380379066i/735148.jpg",
                "author": "Koji Suzuki",
                "description": "A mysterious videotape warns that the viewer will die in one week unless a certain, unspecified act is performed. Exactly one week after watching the tape, four teenagers die one after another of heart failure.",
                "rating": "*****",
                "price": "$12.49",
                "GENRE": "Horror"
            },

            {
                "name": "PAY DIRT ROAD",
                "image Url": "https://www.rd.com/wp-content/uploads/2021/11/Pay-Dirt-Road-A-Novel-ecomm-amazon.com_.jpg?w=1200",
                "author": "Samantha Jayne Allen",
                "description": "When a waitress at the café goes missing, Annie and Leroy begin an investigation that leads them down rural routes and haunted byways, to noxious-smelling oil fields and to the glowing neon of local honky-tonks.",
                "rating": "****",
                "price": "$10",
                "GENRE": "Mystery"
            },


            {
                "name": "THE EYE OF THE BEHOLDER",
                "image Url": "https://m.media-amazon.com/images/I/71Sd6DFacdL._AC_UF1000,1000_QL80_.jpg",
                "author": "Marc Behm",
                "description": "A private eye shadows a female serial killer of men all over the U.S. without her knowing as he, strangely enough, occasionally acts as her guardian angel.",
                "rating": "****",
                "price": "$30",
                "GENRE": "Mystery"
            },


            {
                "name": "THE DAUGHTER OF TIME ",
                "image Url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTcuBXZMCQBnpzNFG4RQ7LMcAKJsDSwqf5XiA&usqp=CAU",
                "author": "Josephine Tey",
                "description": "The Daughter of Time is a 1951 detective novel by Josephine Tey, concerning a modern police officer's investigation into the alleged crimes of King Richard III of England. It was the last book Tey published in her lifetime, shortly before her death",
                "rating": "*****",
                "price": "$35",
                "GENRE": "Mystery"

            },


            {
                "name": " IN COLD BLOOD ",
                "image Url": "https://upload.wikimedia.org/wikipedia/en/0/05/In_cold_blood99.jpg",
                "author": "Truman Capote",
                "description": "In Cold Blood is a non-fiction novel by American author Truman Capote, first published in 1966. It details the 1959 murders of four members of the Clutter family in the small farming community of Holcomb, Kansas",
                "rating": "*****",
                "price": "$25",
                "GENRE": "Mystery"
            },

            {
                "name": " A SIMPLE PLAN",
                "image Url": "https://m.media-amazon.com/images/I/81exUwA-s+L._AC_UF1000,1000_QL80_.jpg",
                "author": "Scott B. Smith",
                "description": "While in the woods near their small town, upstanding local Hank Mitchell (Bill Paxton), his dim brother Jacob (Billy Bob Thornton) and their friend Lou (Brent Briscoe) discover a crashed plane with two things in it -- a dead pilot, and a stash of more than four million dollars. Although Hank is reluctant to keep the money, Jacob and Lou convince him otherwise, and they devise a plan to split the fortune. Things quickly go wrong, however, dramatically affecting the trio and those around them.",
                "rating": "*****",
                "price": "$50",
                "GENRE": "Mystery"
            },

            {
                "name": " THE CALL OF THE WILD",
                "image Url": "https://www.campfire.co.in/root/upl/img/product/1569582328270919.jpeg",
                "author": "Jack London",
                "description": "The Call of the Wild is a short adventure novel by Jack London, published in 1903 and set in Yukon, Canada, during the 1890s Klondike Gold Rush, when strong sled dogs were in high demand. The central character of the novel is a dog named Buck",
                "rating": "*****",
                "price": "$17",
                "GENRE": "Adventure"
            },
            {

                "name": " TREASURE ISLAND ",
                "image Url": "https://kbimages1-a.akamaihd.net/08bb082e-e9d4-492e-b2ae-ee04233dbc33/1200/1200/False/treasure-island-450.jpg",
                "author": "Robert Louis Stevenson",
                "description": "Treasure Island is an adventure novel by Scottish author Robert Louis Stevenson, telling a story of buccaneers and buried gold It is considered a coming-of-age story and is noted for its atmosphere, characters, and action.",
                "rating": "*****",
                "price": "$21",
                "GENRE": "Adventure"
            },
            {

                "name": " AROUND THE WORLD IN EIGHTY DAYS ",
                "image Url": "https://bookthoughtsfrombeddotcom.files.wordpress.com/2021/08/around-the-world-in-eighty-days-2.jpg?w=640",
                "author": "Jules Verne",
                "description": "The story follows two travelers that grow to a trio and then a foursome as they fight their way through countless obstacles to reach home. The main characters are Phileas Foggwho is trying to win a bet that he made with the Reform Club that he can travel around the world in 80 days..",
                "rating": "*****",
                "price": "$29",
                "GENRE": "Adventure"
            },
            {
                "name": " KING SOLOMON’S MINES ",
                "image Url": "https://m.media-amazon.com/images/I/51rFEyLdjlL.jpg",
                "author": "H. Rider Haggard",
                "description": "King Solomon's Mines is a popular novel by the English Victorian adventure writer and fabulist Sir H. Rider Haggard. It tells of a search of an unexplored region of Africa by a group of adventurers led by Allan Quatermain for the missing brother of one of the party.",
                "rating": "*****",
                "price": "$32",
                "GENRE": "Adventure"
            },
            {
                "name": " THE DARKEST PART OF THE FOREST ",
                "image Url": "https://i.ytimg.com/vi/xKUzMMuvme8/mqdefault.jpg",
                "author": "Holly Black",
                "description": "The Darkest Part of the Forest is a 2015 young adult fantasy novel written by Holly Black. The book is a standalone but makes mention of characters from Black's Modern Tale of Faerie trilogy, establishing a shared continuity between that trilogy as well as the Folk of the Air series of books",
                "rating": "*****",
                "price": "$35",
                "GENRE": "Adventure"
            },

            {
                "name": " THEIR EYES WERE WATCHING GOD ",
                "image Url": "https://www.rd.com/wp-content/uploads/2022/01/their-eyes-were-watching-god-ecomm-via-amazon-com_.jpg?resize=768,768",
                "author": "Zora Neale Hurston",
                "description": "The novel explores traditional gender roles and the relationship between men and women. Nanny believes that Janie should marry a man not for love, but for protection Janie's first two husbands, Logan Killicks and Jody Starks, both believe Janie should be defined by her marriage to them.",
                "rating": "*****",
                "price": "$11",
                "GENRE": "Classic"
            },
            {
                "name": " PRIDE AND PREJUDICE ",
                "image Url": "https://www.rd.com/wp-content/uploads/2022/01/pride-and-prejudice-ecomm-via-amazon.com_.jpg?resize=768,768",
                "author": "Jane Austen",
                "description": "Pride and Prejudice is an 1813 novel of manners by Jane Austen. The novel follows the character development of Elizabeth Bennet, the protagonist of the book, who learns about the repercussions of hasty judgments and comes to appreciate the difference between superficial goodness and actual goodness",
                "rating": "*****",
                "price": "$14",
                "GENRE": "Classic"
            },
            {
                "name": " GO TELL IT ON THE MOUNTAIN ",
                "image Url": "https://www.rd.com/wp-content/uploads/2022/01/go-tell-it-on-the-mountain-baldwin-ecomm-via-amazon-com_-e1643150552888.jpg?resize=768,768",
                "author": "James Baldwin",
                "description": "It tells the story of John Grimes, an intelligent teenager in 1930s Harlem, and his relationship with his family and his church. The novel also reveals the back stories of John's mother, his biological father, and his violent, fanatically religious stepfather, Gabriel Grimes.",
                "rating": "*****",
                "price": "$20",
                "GENRE": "Classic"
            },
            {
                "name": " THE HOUSE OF THE SPIRITS  ",
                "image Url": "https://www.rd.com/wp-content/uploads/2022/01/the-house-of-the-spirits-allende-ecomm-via-amazon-com_.jpg?resize=768,768",
                "author": " Isabel Allende",
                "description": "The Trueba family's passions, struggles, and secrets span three generations and a century of violent change, culminating in a crisis that brings the proud and tyrannical patriarch and his beloved granddaughter to opposite sides of the barricades.",
                "rating": "*****",
                "price": "$20",
                "GENRE": "Classic"
            },
            {
                "name": " BELOVED  ",
                "image Url": "https://www.rd.com/wp-content/uploads/2022/01/beloved-morrison-ecomm-via-amazon-com_.jpg?resize=768,768",
                "author": " Toni Morrison",
                "description": "Beloved is a 1987 novel by American novelist Toni Morrison. Set in the period after the American Civil War, the novel tells the story of a dysfunctional family of formerly enslaved people whose Cincinnati home is haunted by a malevolent spirit",
                "rating": "*****",
                "price": "$21",
                "GENRE": "Classic"
            }
        ]

}